template = (locals) =>
	html = []
    html.push '<div class="comment-block">'
    html.push '<div class="pure-g">'
    html.push '<div class="pure-u-1-2">'
    html.push '<div class="name">Shaporev Alexey</div>'
    html.push '<div class="date">05.05.2015</div>'
    html.push '<div class="rating">'
    html.push '<i class="icon-star-yellow"></i>'
    html.push '<i class="icon-star-yellow"></i>'
    html.push '<i class="icon-star-yellow"></i>'
    html.push '<i class="icon-star-yellow"></i>'
    html.push '<i class="icon-star-yellow"></i>'
    html.push '</div>'
    html.push '<div class="pure-u-1-2 text-right">'
    html.push '<span class="yandex-market-review">Отзыв с Яндекс Маркет</span>'
    html.push '</div>'
    html.push '</div>'
    html.push '</header>'

    html.push '<div class="content">'
    html.push '123'
    html.push '</div>'
    html.push '</div>'

	return html.join('')


module.exports = template
















#                                        <dl class="product-review-item__stat  product-review-item__stat_type_inline">
#                                            <dt class="product-review-item__title">Достоинства:</dt>
#                                            <dd class="product-review-item__text">- надёжный и качественный продукт: нет глюков, подвисов, сбоев, всё работает чётко, ровно и не подводит<br>- хороший интерфейс: всё интуитивно понятно, пользоваться удобно и приятно; программы можно организовать по папкам, на свой вкус</dd>
#                                        </dl>
#                                        <dl class="product-review-item__stat  product-review-item__stat_type_inline">
#                                            <dt class="product-review-item__title">Недостатки:</dt>
#                                            <dd class="product-review-item__text">- нехватка памяти: с другой стороны - люди вынуждены пользоваться только самым необходимым, ничего лишнего и ненужного - не поставишь ) всегда приходится делать выбор - всё подряд не напихаешь; проблема решается покупкой переходника для карт памяти. Беру на флешке фильмы, скидываю по одному-два - смотрю, удаляю; фотографии можно так же с флешки скидывать.<br>- закрытая система: этот недостаток спорный, я бы сказала, плавно переходящий в достоинство; я даже уважаю Apple за закрытость - никакого дешёвого китайского левака не подключишь, ничего неадекватного не загрузишь; своего рода, это отличная защита продукта от глюков, подвисов и сбоев<br>- высокая цена на продукт и комплектующие: это, пожалуй, основной серьёзный недостаток, который я  могу назвать. Тысяч семь тут явно лишние; но, слишком уж сильное достоинство - надёжность и качество - именно за это люди готовы отдавать эти деньги за Apple (я сейчас не говорю о тех, кто берёт ради моды и понтов)</dd>
#                                        </dl>
#                                        <div class="product-review-item__stat  product-review-item__stat_type_inline">
#                                            <div class="product-review-item__title">Комментарий: </div>
#                                            <div class="product-review-item__text">Я уважаю продукцию Apple потому, что когда ей пользуешься, чувствуется, что создатели делали её с любовью к пользователю.<br>Мне нужен был "деловой" серьёзный гаджет, в котором я могла бы работать (установила ворд, эксель), писать статьи, учиться. Я получила то, что мне было нужно. <br>К этому всему я получила так же возможность простых развлечений в виде игр и разных интересных приложений :)<br>По поводу возмущений: "Всё надо покупать!" <br>Знаете, по-моему на любом девайсе хорошие и полные приложения - стоят денег. А так же бесплатных приложений и игр предостаточно, Apple - не исключение. Кстати, цены то на приложения, если уж на то пошло, не космические вовсе.<br>Из серьёзного купила только форд и эксель по 300 рублей. Остальное из покупного - баловство, да и стоит недорого.<br>И ещё по поводу обложек. Полтора года назад при покупке планшета предложили обложку за 3000 рублей, кажется, я обалдела, но, решила взять. Так вот эта обложка всяко разно удобно сгибается и до сих пор выглядит хорошо и прилично! :-)</div>
#                                        </div>

